{
  "esgTitle": "ESG Management",
  "reportTitle": "SPC Group Sustainability Report 2024",
  "reportDescription": "SPC Group has established ESG strategies to pursue the happiness and health of all stakeholders \nthrough the highest quality and creative challenges, considering the foundation for growth and \nproduct competitiveness from the ESG perspective.",
  "downloadReport": "Download Report",
  "esgManageBtn": "ESG Management System",
  "esgReportBtn": "Sustainability Report",

  "mainTitle": "Tasty and Happy Everyday",
  "parisBaguette": "Paris Baguette",
  "baskinRobbins": "Baskin Robbins",
  "dunkin": "Dunkin",

  "philosophy": "MANAGEMENT",
  "sanmidang": "SANMIDANG SPIRIT",
  "h4": "We make the world happy <br />with the best quality, customer focus, <br />and creative initiatives.",
  "p": "The management philosophy is the CEO’s belief and <br />the reason for our group’s existence.<br /> SPC Group will always support customers’ happiness with <br />its delicious and healthy products based on <br />its creative challenging spirit.",
  "vision": "Vision",
  "p2": "The vision of SPC Group is to become a global <br />comprehensive food company that is respected <br /> by people around the world and has sustainable <br />growth competitiveness.",
  "core": "Core Values",
  "1": "When the core values ​​are kept and practiced, a happy world <br />that SPC Group adds will unfold.",
  "2": "The core values of SPC Group are the credos that constitute the SPC culture <br />and the success DNA that have enabled us to grow into the best company.",
  "integrity": "Integrity",
  "3": "We stick to the basics <br />and act right.",
  "innovation": "Innovation",
  "4": "We pursue change and <br />take initiatives passionately.",
  "integration": "Integration",
  "5": "We respect diversity and <br />cooperate organically.",
  "sangmidang": "Sangmidang",
  "s1": "A cherished dream to make the world happy with the most delicious and healthy bread, <br />and an artisan's insistence on not neglecting a single loaf for the best bread, <br />these reflect the spirit of Sangmidang that has carried on to this day.",
  "customers": "Customers and quality",
  "s2": "You can make millions of loaves, <br />but the customer will judge you on one loaf.",
  "sharing": "Sharing and mutual success",
  "s3": "When you share bread, you provide a meal, <br />but when you share skills, it becomes their dreams.",

  "heritage": "Heritage"
}
